INSERT INTO dancersdata
    (code, sex, fullname, ratingd, bg, rs,m,s,ch,resd,club,ratingc,e,d,c,b,a,resc)
VALUES
    (6191,'м','Тигров Александр Михайлович','S',12,12,10,52,0,52,'Ivara','A',4,17,13,13,0,0),
    (5673,'ж','Топоркова Вера Леоновна','M',13,22,1,0,0,1,'AlphaDance','D',1,3,0,0,0,3),
    (8453,'м','Иванов Виктор Леонидович','RS',13,12,0,0,0,12,'AlphaDance','D',1,3,0,0,0,3),
    (1034,'ж','Малинова Мария Марковна','M',13,22,1,0,0,1,'AlphaDance','D',1,3,0,0,0,3),
    (11670,'ж','Косова Наталья Геннадьевна','Bg',0,0,0,0,0,0,'All-Go-Rhythm (г.Тюмень)','E',1,0,0,0,0,3),
    (11230,'ж','Маринкина Елизавета Игоревна','Bg',0,0,0,0,0,0,'RedRose','E',0,0,0,0,0,0),
    (10748,'ж','Матвеева Екатерина Сергеевна','M',14,23,0,0,0,0,'Ivara','D',5,7,0,0,0,7),
    (6900,'ж','Ухова Елена Александровна','Bg',2,0,0,0,0,2,'Чердак (г.Красноярск)','E',0,0,0,0,0,0),
    (4808,'ж','Аверина Ярослава Игоревна','S',0,14,26,0,0,0,'Вираж (г.Новосибирск)','B',0,0,12,0,0,0),
    (4697,'ж','Гарина Светлана Юрьевна','Bg',0,0,0,0,0,0,'A-class (г.Минск)','D',0,0,0,0,0,0),
    (2207,'м','Давыдов Александр Дмитриевич','S',0,0,0,6,0,6,'Dance Drive,YouDance','A',0,12,13,15,0,0),
    (2861,'ж','Парашутова Елена','Bg',0,0,0,0,0,0,'ДНК (г.СПб),Just Dance Club (г.СПб)','E',0,0,0,0,0,0),
    (2240,'м','Полевой Сергей Александрович','M',0,0,0,0,0,0,'Динамика','B',0,13,12,0,0,0),
    (3133,'ж','Маркова Ольга','Bg',0,0,0,0,0,0,'Движение','E',3,0,0,0,0,9),
    (9685,'ж','Иванова Анна Александровна','Bg',2,0,0,0,0,2,'Движение','E',0,0,0,0,0,0),
    (4256,'м','Иванов Алексей Сергеевич','S',0,13,24,0,0,0,'Чердак (г.Красноярск)','B',5,13,10,9,0,9),
    (8328,'м','Поклонский Максим Александрович','Bg',0,0,0,0,0,0,'Движение','D',6,0,0,0,0,0),
    (6813,'м','Иванкин Александр Викторович','Bg',0,0,0,0,0,0,'Чердак (г.Красноярск)','D',6,0,0,0,0,0),
    (3598,'м','Манкин Артем Юрьевич','RS',0,0,0,0,0,0,'Альтернатива','C',5,12,6,0,0,6),
    (4613,'ж','Павлова Анна Вячеславовна','Bg',0,0,0,0,0,0,'Хастл-центр','E',1,0,0,0,0,3),
    (8909,'ж','Савина Полина Александровна','RS',14,0,0,0,0,0,'Volna (г.СПб)','D',4,5,0,0,0,5)
;